const AboutUs = () => {
  return (
    <section className="information">
      <div className="container information__container">
        <h1 className="title information__title">Про нас</h1>
        <p className="information__text section__primary-text">
          Business Box – перша унікальна платформа по купівлі та продажу
          бізнесу. Головною метою – є надання професійних послуг з питань
          підготовки, оцінки, маркетингу, підбору та широкого спектру послуг з
          продажу бізнесу, як цілісного продукту, і повністю зрозумілого для
          кінцевого покупця. Платформа заснована трьома підприємцями Дмитро
          Буряк, Олександр Найда та Віталій Лубінець та враховує різний досвід
          їх діючих бізнесів. Функціонал даного інструменту розрахований на
          легке та логічне використання платформи, як для досвідченого
          користувача, так і для новачка.
        </p>
        <p className="information__text section__primary-text">
          Продавець з легкістю може розмістити оголошення про продаж свого
          бізнесу, і це оголошення точно побачить його цільова аудиторія. А наша
          команда маркетингу прикладе для цього максимум зусиль. Покупець,
          користуючись зручним інтерфейсом, може знайти потрібний йому бізнес,
          сегментуючи всі пропозиції за профілем, локацією та ціною. А знайшовши
          потрібний варіант, покупець завжди може замовити у нас детальний
          аналіз бізнесу, що продається. В розгорнутому звіті ми надамо детальну
          та актуальну інформацію що до вибраного вами варіанту і вам не
          доведеться купувати «кота в мішку»
        </p>
      </div>
    </section>
  );
};

export default AboutUs;
