const PublicOffer = () => {
  return (
    <section className="information">
      <div className="container information__container">
        <h1 className="title information__title">ОФЕРТА</h1>
        <ul className="information__list">
          <li className="information__text section__primary-text">
            1. ЗАГАЛЬНІ ПОЛОЖЕННЯ
          </li>
          <li className="information__text section__primary-text">
            2. РОЗМІЩЕННЯ ОГОЛОШЕНЬ
          </li>
          <li className="information__text section__primary-text">
            3. УМОВИ ОБРОБКИ ПЕРСОНАЛЬНИХ ДАНИХ КОРИСТУВАЧІВ ТА ЗГОДА НА ОБРОБКУ
          </li>
          <li className="information__text section__primary-text">
            4. ВІДОМОСТІ, ЩО НАДАЮТЬСЯ КОРИСТУВАЧЕМ
          </li>
          <li className="information__text section__primary-text">
            5. ПРИЧИНИ ВИДАЛЕННЯ ОГОЛОШЕНЬ
          </li>
          <li className="information__text section__primary-text">
            6. ПРАВА ТА ОБОВ'ЯЗКИ СТОРІН
          </li>
          <li className="information__text section__primary-text">
            7. ОПЛАТА ПОСЛУГ
          </li>
          <li className="information__text section__primary-text">
            8. ОБМЕЖЕННЯ ВІДПОВІДАЛЬНОСТІ
          </li>
          <li className="information__text section__primary-text">
            9. ТЕРМІН ДІЇ УГОДИ І ПРИПИНЕННЯ НАДАННЯ ПОСЛУГ САЙТУ
          </li>
          <li className="information__text section__primary-text">
            10. ВНЕСЕННЯ ЗМІН ДО УГОДИ
          </li>
          <li className="information__text section__primary-text">
            11. ІНШІ УМОВИ
          </li>
        </ul>
        <h2 className="information__pre-title">1. ЗАГАЛЬНІ ПОЛОЖЕННЯ</h2>
        <p className="information__text section__primary-text">
          1.1. BissBox.com (далі Виконавець та/або Компанія) публікує цей
          Публічний договір (Угода та/або Оферта) про надання послуг на
          інтернет-сайті Виконавця https://bissbox.com/ та додатках BissBox.com
          для мобільних пристроїв на базі операційних систем iOS, Android.
        </p>
        <p className="information__text section__primary-text">
          1.2. Відповідно до статті 633 Цивільного Кодексу України (ЦК України)
          ця Угода є публічним договором, і в разі прийняття (акцепту)
          викладених нижче умов будь-яка дієздатна фізична або юридична особа
          (далі Користувач) зобов'язується виконувати умови цієї Угоди.
        </p>
        <p className="information__text section__primary-text">
          1.3. У цій оферті, якщо зміст не вимагає іншого, наведені нижче
          терміни вживаються у такому значенні:
        </p>
        <ul className="information__list--padding">
          <li className="information__text section__primary-text">
            <span className="information__text--bold">● Оферта</span> - публічна
            пропозиція Виконавця, адресована будь-якій дієздатній фізичній
            та/або юридичній особі, укласти з ним Публічний договір про надання
            послуг на умовах, що містяться в цій Угоді, зважаючи на всі додатки;
          </li>
          <li className="information__text section__primary-text">
            <span className="information__text--bold">● Акцепт</span> - повне
            прийняття Користувачем умов Угоди;
          </li>
          <li className="information__text section__primary-text">
            <span className="information__text--bold">● Виконавець</span>–
            BissBox ;
          </li>{" "}
          <li className="information__text section__primary-text">
            <span className="information__text--bold">● Сайт/и</span> -
            інтернет-сайт https://bissbox.com/ , додатки BissBox.com для
            мобільних пристроїв на базі операційних систем iOS, Android, які
            адмініструються Компанією і представляють собою комунікаційну
            платформу для розміщення тимчасових класифікованих оголошень (далі
            по тексту - Сайт та/або Сайти);
          </li>{" "}
          <li className="information__text section__primary-text">
            <span className="information__text--bold">● Користувач</span> -
            будь-яка дієздатна фізична або юридична особа, яка прийняла умови
            цієї Угоди та користується послугами Компанії. Від імені юридичної
            особи користування Сайтом здійснюється уповноваженим співробітником
            / представником такої юридичної особи;
          </li>{" "}
          <li className="information__text section__primary-text">
            <span className="information__text--bold">
              {" "}
              ● Бізнес-користувач
            </span>{" "}
            - Користувач, що використовує Сайт у бізнес-цілях, та відповідає
            хоча б одній із зазначених у даній Угоді ознак. Користувач може
            вважатися Компанією Бізнес-користувачем незалежно від того, чи
            зареєстрований такий Користувач як суб’єкт підприємницької
            діяльності у встановленому законодавством порядку, чи здійснює таку
            діяльність без відповідної реєстрації;
          </li>
          <li className="information__text section__primary-text">
            <span className="information__text--bold">● Товар</span> - будь-який
            матеріальний і нематеріальний об'єкт;
          </li>{" "}
          <li className="information__text section__primary-text">
            <span className="information__text--bold">● Послуга</span> -
            будь-яка операція, що не є постачанням товарів, пов'язана з наданням
            сервісу, який споживається в процесі вчинення певної дії або
            здійснення певної діяльності, для задоволення особистих потреб
            замовника;
          </li>{" "}
          <li className="information__text section__primary-text">
            <span className="information__text--bold">
              ● Послуги/сервіс BissBox.com
            </span>{" "}
            - будь-які платні та безкоштовні сервіси, що надаються Виконавцем за
            допомогою Сайтів (наприклад, в тому числі, але не виключно, всіх
            його можливостей, тексту, даних, інформації, програмного
            забезпечення, графіків або фотографій, малюнків і т. д. і т.п.), та
            будь-яких інших послуг, що надаються Компанією за допомогою сервісів
            Сайтів.
          </li>{" "}
          <li className="information__text section__primary-text">
            <span className="information__text--bold">
              ● Обліковий запис/аккаунт
            </span>{" "}
            - електронний кабінет Користувача в функціональній системі Сайтів,
            що створюється Користувачем та належить Виконавцю, за допомогою
            якого Користувач може керувати своїми оголошеннями на Сайтах.
            Обліковим записом / аккаунтом може користуватися тільки один
            Користувач, передача даних для доступу до свого облікового запису /
            аккаунту іншому користувачеві (іншій особі) не допускається;
          </li>{" "}
          <li className="information__text section__primary-text">
            <span className="information__text--bold">● Реєстрація</span> -
            прийняття Користувачем оферти на укладання цієї Угоди і процедура, в
            ході якої Користувач за допомогою заповнення відповідних форм Сайту
            надає необхідну інформацію для використання сервісів Сайту.
            Реєстрація вважається завершеною тільки в разі успішного проходження
            всіх її етапів відповідно до опублікованих на Сайті інструкцій.
          </li>{" "}
          <li className="information__text section__primary-text">
            <span className="information__text--bold">● Персональні дані </span>{" "}
            - це відомості чи сукупність відомостей про фізичну особу, яка за їх
            допомогою ідентифікована або може бути конкретно ідентифікована.
          </li>{" "}
          <li className="information__text section__primary-text">
            <span className="information__text--bold">● SMS-верифікація</span> -
            це перевірка Користувача, яка здійснюється шляхом введення у
            відповідне поле на сторінці верифікації спеціального коду
            верифікації, надісланого Компанією в SMS-повідомленні на номер,
            вказаний Користувачем на сторінці верифікації.
          </li>{" "}
          <li className="information__text section__primary-text">
            <span className="information__text--bold">● Розміщення</span> - це
            дія
            <span className="information__text--bold"> Користувача</span> -
            публікація, або активація одного оголошення. Розміщенням також є
            зміна існуючого оголошення, якщо така зміна передбачає зміну, і /
            або додавання товару, зміна істотних характеристик товару, зміна
            регіону.
          </li>
        </ul>
        <p className="information__text section__primary-text">
          1.4. Якщо Користувач не згоден з цією Угодою повністю або частково,
          Виконавець просить його залишити цей сайт, та/або видалити додаток з
          пристрою. Ці умови регулюють використання Користувачем Сайтів та
          послуг BissBox.com. Використання послуг сайту BissBox.com означає, що
          Користувач ознайомлений з цією Угодою, розуміє і приймає її умови.
          Права та обов’язки Сторін, правила користування Сайтами можуть
          міститись також у статтях Центру підтримки користувачів, матеріалах,
          розміщених на Сайті (або посилання на які розміщені на Сайті). Такі
          статті, матеріали являються невід’ємною частиною Угоди.
        </p>
        <p className="information__text section__primary-text">
          1.5. Починаючи використовувати будь-який сервіс BissBox.com,
          встановлюючи додаток, або пройшовши процедуру реєстрації, Користувач
          підтверджує свою дієздатність та прийняття умов Угоди в повному
          обсязі, без будь-яких застережень і винятків. У разі незгоди
          Користувача з будь-яким з положень цієї Угоди, Користувач не має права
          використовувати сервіси BissBox.com.
        </p>
        <p className="information__text section__primary-text">
          1.6. Цим Компанія пропонує Користувачам мережі Інтернет
          використовувати свої сервіси на умовах, викладених в цій Угоді.
        </p>
        <p className="information__text section__primary-text">
          1.7. Компанія пропонує Користувачеві послуги з використання Сайтів для
          розміщення інформації про товари (послуги) з метою, в тому числі, але
          не виключно, подальшої купівлі або продажу різних товарів та послуг
          іншими Користувачами.
        </p>
        <p className="information__text section__primary-text">
          1.8. Всі угоди укладаються між Користувачами безпосередньо. Таким
          чином, Компанія не є учасником угод Користувачів, а лише надає
          комунікаційну торговельну платформу для розміщення оголошень.
        </p>
        <h2 className="information__pre-title">2. РОЗМІЩЕННЯ ОГОЛОШЕНЬ </h2>
        <p className="information__text section__primary-text">
          2.1. Користувач отримує право розміщувати оголошення на Веб-сайтах
          після проходження SMS-верифікації. <br /> У разі видалення
          Користувачем облікового запису, телефонний номер, який раніше
          використовувався для SMS-верифікації, може бути використаний
          Користувачем повторно не раніше 30 днів з дати видалення облікового
          запису. У разі блокування Компанією немає облікового запису,
          телефонний номер, який використовувався для SMS-верифікації, може бути
          використаний повторно не раніше 1 року з дати блокування відповідного
          облікового запису.{" "}
        </p>
        <p className="information__text section__primary-text">
          2.2. Користувач також має право зареєструватися на Сайтах з метою
          отримання додаткових сервісів, заповнивши формуляр із зазначенням
          дійсної електронної адреси, до якої має доступ тільки користувач,
          номера мобільного телефону, а також інших даних, необхідних для
          реєстрації. Після цього Користувач отримує електронний лист з
          підтвердженням реєстрації, що містить посилання, перехід за яким
          необхідний для завершення реєстрації, або SMS повідомлення із паролем
          для входу до облікового запису (аккаунта).
        </p>
        <p className="information__text section__primary-text">
          2.3. Користувач має право створити обліковий запис і увійти на Сайт,
          використовуючи дані облікового запису в Facebook через підключення
          Facebook Connect. Користувач, який не зареєстрований на Сайті, для
          реєстрації за допомогою Facebook, повинен ввести дані свого облікового
          запису (логін і пароль) Facebook за запитом системи, після чого зможе
          скористатися сервісами Сайту. Реєструючись на Сайті через через
          підключення Facebook Connect, Користувач надає Компанії додаткові
          персональні дані. Детальна інформація про персональні дані, які
          надаються Компанії і обробляються Компанією - в Додатку №1 до Угоди.
        </p>
        <p className="information__text section__primary-text">
          2.4. Використання можливостей і сервісів Сайтів, як зареєстрованими
          так і незареєстрованими Користувачами означає прийняття зобов'язань
          дотримуватися правил та інструкцій щодо користування послугами
          BissBox.com, в тому числі цієї Угоди.
        </p>
        <p className="information__text section__primary-text">
          2.5. Користувач несе відповідальність за всі дії з використанням його
          електронної адреси, номера мобільного телефону та пароля для входу на
          Сайти. Користувач має право користуватися сервісами Сайтів тільки за
          допомогою власної електронної адреси, мобільного телефону та пароля. У
          разі передачі даних для доступу до облікового запису/аккаунта іншому
          користувачеві (іншій особі), такий обліковий запис/акаунт може бути
          заблокований на розсуд Адміністрації.
        </p>{" "}
        <p className="information__text section__primary-text">
          2.6. Користувач зобов'язується зберігати конфіденційність пароля і не
          розкривати/передавати його третім особам.
        </p>{" "}
        <p className="information__text section__primary-text">
          2.7. Користувач зобов'язаний негайно змінити дані для входу на Сайти,
          якщо у нього є причини підозрювати, що його електронну адресу, телефон
          та пароль, які використовуються для входу на Сайти, були розкриті, або
          можуть бути використані третіми особами.
        </p>{" "}
        <p className="information__text section__primary-text">
          2.8. Користувач, який розміщує оголошення про продаж товарів або
          послуг на Сайті, зобов'язується розмістити інформацію про них
          відповідно до цієї Угоди та інструкцій, представлених на Сайті та
          надати точну і повну інформацію про товари або послуги та умови їх
          продажу. Розміщуючи інформацію про товар або послугу, Користувач
          підтверджує, що він має право продавати цей товар або надавати цю
          послугу відповідно до вимог законодавства країн, в яких вони
          реалізуються.
        </p>{" "}
        <p className="information__text section__primary-text">
          2.9. Користувач гарантує, що запропоновані ним товари/послуги
          відповідають нормам якості, які встановлені законодавством країн, для
          яких вони реалізуються і вільні від претензій третіх осіб.
        </p>{" "}
        <p className="information__text section__primary-text">
          2.10. Користувач гарантує, що запропоновані ним послуги, у разі, якщо
          їх надання вимагає спеціального дозволу, будуть надані відповідно до
          вимог законодавства країн, спеціальні органи яких будуть уповноважені
          здійснювати нагляд за такою діяльністю Користувача.
        </p>
        <p className="information__text section__primary-text">
          2.11. Користувач зобов'язаний ретельно перевірити всю інформацію про
          товари і послуги, що розміщені ним на Сайтах та у разі виявлення
          невірної інформації, додати необхідні відомості в опис товару або
          послуги. Якщо виправити невірну інформацію неможливо, анулюйте
          оголошення та повторно розмістіть інформацію про товар або послугу.
        </p>{" "}
        <p className="information__text section__primary-text">
          2.12. Умови доставки повинні включатися в опис товару, а умови надання
          послуг в опис послуги. Умови продажу товару та надання послуг,
          складені Користувачем, не повинні суперечити цій Угоді та чинному
          законодавству країн, для яких вони реалізуються.
        </p>
        <p className="information__text section__primary-text">
          2.13. Користувач зобов'язується не надавати активну підтримку і не
          поширювати інформацію про послуги, що надаються конкурентами
          Виконавця, у тому числі, але не виключно:
        </p>
        <ul className="information__list--padding">
          <li className="information__text section__primary-text">
            ● Інформацію про інші дошки оголошень, торгові майданчики,
            інтернет-аукціони та/або інтернет-магазини;
          </li>{" "}
          <li className="information__text section__primary-text">
            ● Інтернет-ресурсах, що пропонують товари та послуги, заборонені до
            продажу на Сайтах.
          </li>
        </ul>
        <p className="information__text section__primary-text">
          2.14. Компанія має право перемістити, завершити або продовжити термін
          демонстрації товару або послуги Користувача з технічних причин, що
          знаходяться під контролем або поза контролем Компанії. Компанія має
          право припинити демонстрацію оголошення, якщо Користувач зареєстрував
          товар або послугу, з порушенням умов цієї Угоди або чинного
          законодавства.
        </p>
        <p className="information__text section__primary-text">
          2.15. Користувачу заборонено:
        </p>
        <p className="information__text section__primary-text">
          2.15.1. Публікувати однакові оголошення з однієї адреси електронної
          пошти / номера мобільного телефону;
        </p>{" "}
        <p className="information__text section__primary-text">
          2.15.2. Публікувати схожі за змістом оголошення, де очевидно, що мова
          йде про ту саму пропозицію;
        </p>{" "}
        <p className="information__text section__primary-text">
          2.15.3. Дублювати однакові оголошення з різних адрес електронної пошти
          / номерів мобільних телефонів;
        </p>{" "}
        <p className="information__text section__primary-text">
          2.15.4. Публікувати оголошення в рубриці, яка не відповідає змісту
          оголошення;
        </p>{" "}
        <p className="information__text section__primary-text">
          2.15.5. Публікувати оголошення, в заголовку яких містяться повторювані
          знаки пунктуації та/або не літерні символи;
        </p>{" "}
        <p className="information__text section__primary-text">
          2.15.6. Публікувати оголошення, опис і/або заголовок/фотографії яких є
          непов'язаними, не розбірливими;
        </p>{" "}
        <p className="information__text section__primary-text">
          2.15.7. Публікувати оголошення з пропозицією кількох товарів і послуг
          одночасно;
        </p>{" "}
        <p className="information__text section__primary-text">
          2.15.8. Вставляти в оголошенні посилання на ресурси, які містять
          шкідливі елементи або посилання на головну сторінку сайту;
        </p>{" "}
        <p className="information__text section__primary-text">
          2.15.9. Розміщувати оголошення про товар або послугу, якщо таке
          розміщення може призвести до порушення застосовного законодавства;
        </p>{" "}
        <p className="information__text section__primary-text">
          2.15.10. Оголошення повинні відповідати географічній області та місту,
          обраним у відповідних функціональних налаштуваннях Сайтів.
        </p>{" "}
        <p className="information__text section__primary-text">
          2.15.11. Дозволяється розмістити одне оголошення щодо одного
          конкретного предмета, об'єкта майна, вакансії, послуги.
        </p>{" "}
        <p className="information__text section__primary-text">
          2.15.12. Оголошення можуть проходити вибіркову перевірку (модерацію)
          представниками Компанії, як перед, так і після розміщення.
        </p>{" "}
        <p className="information__text section__primary-text">
          2.15.13. Забороняється розміщувати оголошення, що рекламують продаж:
        </p>{" "}
        <ul className="information__list--padding">
          <li className="information__text section__primary-text">
            {" "}
            ● спиртних напоїв;{" "}
          </li>
          <li className="information__text section__primary-text">
            {" "}
            ● сигарет та тютюнової продукції;
          </li>
          <li className="information__text section__primary-text">
            {" "}
            ● наркотичних речовин та прекурсорів;
          </li>
          <li className="information__text section__primary-text">
            {" "}
            ● порнографічних матеріалів або предметів;
          </li>
          <li className="information__text section__primary-text">
            {" "}
            ● фармакологічних продуктів, медикаментів;
          </li>
          <li className="information__text section__primary-text">
            {" "}
            ● вкрадених, отриманих не законним способом товарів;
          </li>
          <li className="information__text section__primary-text">
            {" "}
            ● предметів, які становлять небезпеку для життя і здоров'я;
          </li>
          <li className="information__text section__primary-text">
            {" "}
            ● неіснуючих товарів;
          </li>
          <li className="information__text section__primary-text">
            {" "}
            ● людських органів і органів тварин;
          </li>
          <li className="information__text section__primary-text">
            {" "}
            ● спеціальних технічних засобів для таємного отримання інформації;
          </li>
          <li className="information__text section__primary-text">
            {" "}
            ● державних нагород;
          </li>
          <li className="information__text section__primary-text">
            {" "}
            ● персональних документів та бланків цих документів;
          </li>
          <li className="information__text section__primary-text">
            {" "}
            ● баз даних;
          </li>
          <li className="information__text section__primary-text">
            {" "}
            ● вогнепальної, холодної, травматичної зброї, також боєприпасів і
            комплектуючих до них;
          </li>
          <li className="information__text section__primary-text">
            {" "}
            ● спеціальних засобів активної оборони, що застосовуються
            правоохоронними органами;
          </li>
          <li className="information__text section__primary-text">
            {" "}
            ● іклів моржа, бивнів слона та мамонта поза виробом, а також
            дорогоцінних металів та каміння поза виробом;
          </li>
          <li className="information__text section__primary-text">
            {" "}
            ● рідкісних і заборонених до продажу тварин, в т.ч. тварин занесених
            до списку міжнародної конвенції СІТЕС (про торгівлю рідкісними та
            зникаючими видами флори і фауни);
          </li>{" "}
          <li className="information__text section__primary-text">
            {" "}
            ● будь-яких інших заборонених застосовним законодавством товарів і
            послуг.
          </li>
        </ul>
        <p className="information__text section__primary-text">
          З повним списком заборонених на Сайті товарів, послуг і пропозицій
          можна ознайомитися за посиланням: https://bissbox.com/ Компанія має
          право видаляти оголошення на вимогу правовласника або компетентних
          державних органів. Компанія також залишає за собою право видаляти
          будь-які оголошення, які на її думку не відповідають принципам та
          засадам суспільної моралі. Рішення про видалення є остаточним і
          оскарженню не підлягає.{" "}
        </p>
        <p className="information__text section__primary-text">
          2.16. Адміністрація та модератори Сайту (представники Компанії) мають
          право:
        </p>
        <p className="information__text section__primary-text">
          2.16.1. Вносити в текст оголошення Користувача виправлення, що
          стосуються орфографії і пунктуації, які не впливають на загальний
          зміст оголошення;
        </p>{" "}
        <p className="information__text section__primary-text">
          2.16.2. Переносити оголошення в інші рубрики Сайту у разі виявлення
          більш придатної рубрики для їх розміщення;
        </p>{" "}
        <p className="information__text section__primary-text">
          2.16.3. Відмовити в публікації оголошень, якщо вони не відповідають
          тематиці вибраних розділів, або порушують цю Угоду, та обмежувати
          кількість оголошень від одного Користувача з метою зручності
          користування Сайтом без пояснення причин;
        </p>{" "}
        <p className="information__text section__primary-text">
          2.16.4. Не допускається використання некоректних характеристик
          предмета пропозиції в оголошенні. У тому числі використання цін, що не
          відповідають фактичній ціні реалізації товару або послуги. Ціна
          повинна бути вказана повністю за весь товар або послугу;
        </p>{" "}
        <p className="information__text section__primary-text">
          2.16.5. Заголовок оголошення повинен відповідати тексту самого
          оголошення і не повинен містити контактну або персональну інформацію
          про Користувача (телефон, електронні адреси, адресу інтернет-ресурсу
          тощо);
        </p>{" "}
        <p className="information__text section__primary-text">
          2.16.6. Фото, яке демонструє товар/послугу, пропоновані Користувачем
          до продажу, мають відповідати заголовку та тексту оголошення. На фото
          має бути зображений лише пропонований об'єкт. Стокові фото та/або
          фото, завантажені з мережі Інтернет, заборонені до публікації в
          оголошеннях приватних Користувачів.
        </p>{" "}
        <p className="information__text section__primary-text">
          2.16.7. Щоб полегшити взаємодію між Користувачами, Компанія може
          встановлювати обмежений доступ до контактної інформації інших
          Користувачів. Право використання відомостей, наданих іншими
          Користувачами, обмежується цією Угодою.
        </p>{" "}
        <p className="information__text section__primary-text">
          2.16.8. Компанія не несе відповідальності за зміст оголошень або
          гіперпосилань на ресурси, зазначені в описі повідомлень користувачів;
        </p>{" "}
        <p className="information__text section__primary-text">
          2.16.9. Предметом оголошень можуть бути товари або послуги, реалізація
          яких не заборонена та не обмежена відповідно до законодавства країни,
          в яких вони реалізуються, та не суперечить цій Угоді.
        </p>{" "}
        <p className="information__text section__primary-text">
          2.17. Для обліку кількості розміщених оголошень за одиницю приймається
          1 (одне) Розміщення.
        </p>{" "}
        <h2 className="information__pre-title">
          3. УМОВИ ОБРОБКИ ПЕРСОНАЛЬНИХ ДАНИХ КОРИСТУВАЧІВ ТА ЗГОДА НА ОБРОБКУ{" "}
        </h2>
        <p className="information__text section__primary-text">
          3.1. У разі розміщенні оголошень користувачі Сайту надають Компанії
          право на обробку їх персональних даних на умовах, передбачених в
          Додатку №1 (ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ) до цієї Угоди.{" "}
        </p>
        <h2 className="information__pre-title">
          4. ВІДОМОСТІ, ЩО НАДАЮТЬСЯ КОРИСТУВАЧЕМ
        </h2>
        <p className="information__text section__primary-text">
          4.1. Компанія зберігає за собою право зв'язуватися з Користувачем:
          направляти інформаційні повідомлення на електронну та фізичну адресу,
          вказану при реєстрації, та відправляти повідомлення на мобільний
          телефон Користувача.
        </p>
        <p className="information__text section__primary-text">
          4.2. Збір інформації здійснюється шляхом самостійного, з використанням
          програмних засобів Сайту, зазначення Користувачем відповідних даних,
          необхідних для розміщення оголошень на ньому.
        </p>
        <p className="information__text section__primary-text">
          4.3. Інформація технічного характеру, що міститься в системі,
          наприклад, ip-адреса, відповідно до загальних правил
          інтернет-повідомлень, використовується Компанією з метою, пов'язаною з
          обслуговуванням мережевого обладнання, та для агрегації загальної
          статистичної, демографічної інформації (наприклад, про регіон, з якого
          було здійснено з'єднання Користувачем).
        </p>{" "}
        <p className="information__text section__primary-text">
          4.4. Компанія зберігає дані останнього доступу Користувача до системи,
          з метою забезпечення високої якості сервісів, що пристосовуються до
          індивідуальних потреб та інтересів Користувача.
        </p>{" "}
        <p className="information__text section__primary-text">
          4.5. Користувач здійснює доступ до сервісів Сайту протягом часових
          проміжків безперервного використання - сесій. Зареєстрований
          Користувач здійснює доступ до частини Сайту, яка доступна виключно
          після введення їм логіну та пароля, хоч би один раз, протягом сесії.
        </p>{" "}
        <p className="information__text section__primary-text">
          4.6. Відключення збереження даних щодо останнього доступу в систему в
          налаштуваннях браузера не впливає на можливість використання сервісів
          Сайту в цілому, однак може обмежити їх функціонал для Користувача.
        </p>{" "}
        <p className="information__text section__primary-text">
          4.7. Дані останнього доступу в систему також використовуються для
          збирання статистичної інформації про використання послуг
          Користувачами.
        </p>{" "}
        <p className="information__text section__primary-text">
          4.8. Користувачеві забороняється надавати інформацію з порушенням умов
          цієї Угоди або прав третіх осіб, зокрема, інформація не повинна
          містити:
        </p>
        <ul className="information__list--padding">
          <li className="information__text section__primary-text">
            ● вульгарних, образливих виразів;
          </li>
          <li className="information__text section__primary-text">
            ● пропаганду ненависті, насилля, дискримінації, расизму, ксенофобії,
            міжнаціональних конфліктів; ● заклики до насильства і протиправних
            дій;
          </li>
          <li className="information__text section__primary-text">
            ● дані, що порушують особисті (немайнові) права, або права
            інтелектуальної власності третіх осіб; ● інформацію, що сприяє
            шахрайству, обману або зловживання довірою;
          </li>{" "}
          <li className="information__text section__primary-text">
            ● інформацію, яка призводить до здійснення операцій з краденими чи
            підробленими предметами;
          </li>{" "}
          <li className="information__text section__primary-text">
            ● інформацію, яка порушує чи посягає на власність третіх осіб,
            комерційну таємницю або право на недоторканість приватного життя;
          </li>{" "}
          <li className="information__text section__primary-text">
            ● особисту чи ідентифікуючу інформацію про інших осіб без їх ясно
            висловленої згоди;
          </li>{" "}
          <li className="information__text section__primary-text">
            ● інформацію, що містить відомості, які посягають на недоторканність
            приватного життя, що ображає чиюсь честь, гідність чи ділову
            репутацію;
          </li>{" "}
          <li className="information__text section__primary-text">
            ● інформацію, що містить наклеп або погрози на адресу будь кого;
          </li>{" "}
          <li className="information__text section__primary-text">
            ● інформацію, що носить характер порнографії;
          </li>{" "}
          <li className="information__text section__primary-text">
            ● інформацію, що завдає шкоди неповнолітнім;
          </li>{" "}
          <li className="information__text section__primary-text">
            ● хибну і неправдиву інформацію, інформацію, яка вводить в оману;
          </li>{" "}
          <li className="information__text section__primary-text">
            ● віруси або будь-які інші технології, що можуть завдати шкоди
            Сайту, Компанії, або іншим користувачам;
          </li>
          <li className="information__text section__primary-text">
            ● інформацію про сервіси, що вважаються аморальними, таких як:
            проституція, або інші форми, що суперечать нормам моралі або закону;
          </li>
          <li className="information__text section__primary-text">
            ● віруси або будь-які інші технології, що можуть завдати шкоди
            Сайту, Компанії, або іншим користувачам;
          </li>
          <li className="information__text section__primary-text">
            ● посилання або інформацію про сайти, що конкурують з сервісами
            Компанії;
          </li>
          <li className="information__text section__primary-text">
            ● інформацію, що представляє собою «спам», «листи щастя», «схеми
            пірамід» або небажану або брехливу комерційну рекламу;
          </li>
          <li className="information__text section__primary-text">
            ● інформацію, поширювану інформаційними агентствами;
          </li>
          <li className="information__text section__primary-text">
            ● інформацію з пропозицією заробітку в інтернеті, без вказівки
            фізичної адреси і прямих контактів роботодавця;
          </li>
          <li className="information__text section__primary-text">
            ● інформацію з пропозицією франшизи, багаторівневого та мережевого
            маркетингу, агентської діяльності, торгового представництва або
            будь-якої іншої діяльності, яка вимагає вербування (залучення) інших
            членів, суб-агентів, суб-дистриб’юторів та інше;
          </li>
          <li className="information__text section__primary-text">
            ● відомості виключно рекламного характеру без пропозиції конкретного
            товару або послуги;
          </li>
          <li className="information__text section__primary-text">
            ● інформацію, що іншим чином порушує законодавство країни, для якої
            призначене оголошення.
          </li>
        </ul>
        <p className="information__text section__primary-text">
          4.9. У разі подачі оголошення з пропозиціями послуг, що підлягають
          ліцензуванню, в тексті оголошення потрібно вказувати номер ліцензії та
          найменування органу, який видав ліцензію.{" "}
        </p>
        <p className="information__text--bold section__primary-text">
          4.10 Система рейтингів та відгуків
        </p>
        <p className="information__text section__primary-text">
          1. У межах Сервісу (згідно з визначенням Угоди користувача -
          Сайт/Сайти) передбачена система рейтингів та відгуків, яка дозволяє
          Користувачеві залишити суб'єктивну оцінку бізнес – продавців стосовно
          свого транзаційного досвіду із таким продавцем. Трансакційний досвід
          розуміється, зокрема, як: надання Користувачам чіткого та надійного
          опису Товару, форми та способу спілкування між Користувачами,
          чуйність, залученість, час відправки та доставки придбаного Товару,
          пунктуальність. Кінцевою підставою для оцінки може бути будь-яка
          взаємодія між Користувачами, і не обов’язково укладення транзакції
          (угоди).{" "}
        </p>
        <p className="information__text section__primary-text">
          2. Рейтинг видається у порядку, формі, терміни та категоріях,
          зазначених на Сайті. Рейтинг буде представлений на Сайті в оголошеннях
          Користувача за шкалою від 1 до 10 (до одного знаку після коми) на
          основі середнього рівня всіх рейтингів, наданих Користувачами.{" "}
        </p>
        <p className="information__text section__primary-text">
          3. Описовий відгук доступний тільки для Користувача, стосовно якого
          він був залишений у обліковому записі цього Користувача. Додатково,
          такий відгук відіграватиме допоміжну роль для перевірки Компанією дій
          Користувачів.{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          4. Якщо Користувачеві присвоєно більше одного рейтингу одним
          Користувачем, до середнього рейтингу, обчисленого для Користувача,
          буде включено лише останній рейтинг.{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          5. Відгук не може порушувати положення діючого законодавства, та не
          може містити:{" "}
        </p>
        <ul className="information__list--padding">
          <li className="information__text section__primary-text">
            ● ненормативну лексику, нецензурний та порнографічний контент, або
            контент, що розпалює ненависть, расизм, ксенофобію та міжнаціональні
            конфлікти,{" "}
          </li>
          <li className="information__text section__primary-text">
            ● адреси веб-сайтів або посилання на інші веб-сайти,
          </li>
          <li className="information__text section__primary-text">
            ● рекламний контент, інший комерційний контент,
          </li>
          <li className="information__text section__primary-text">
            ● дані Користувачів або інших фізичних осіб, зокрема, але не
            виключно: ім’я та прізвище, місце проживання, номер телефону,
            електронна адреса, номер банківського рахунку,
          </li>
          <li className="information__text section__primary-text">
            ● контент, що порушує права третіх осіб, включаючи права
            інтелектуальної власності, особисті права, включаючи добре ім'я,
            репутацію інших Користувачів чи третіх осіб,
          </li>
          <li className="information__text section__primary-text">
            ● контент, який є результатом домовленості з іншими Користувачами
            або третіми сторонами з ціллю впливу на рейтинг чи відгуки,
          </li>
          <li className="information__text section__primary-text">
            ● контент, який є неправдивим, наклепницьким чи містить прояви
            недобросовісної конкуренції.
          </li>
        </ul>
        <p className="information__text section__primary-text">
          6. BISSBOX вправі не включати наданий рейтинг до середнього рейтингу
          Користувача, або видалити рейтинг або відгук повністю або частково,
          коли рейтинг або відгук:{" "}
        </p>{" "}
        <ul className="information__list--padding">
          <li className="information__text section__primary-text">
            ● стосується Користувача, який не є оцінюваним Користувачем,
          </li>
          <li className="information__text section__primary-text">
            ● залишається Користувачем щодо самого себе,
          </li>
          <li className="information__text section__primary-text">
            ● залишається працівниками, родичами, ріднею і т.і. Користувача,
          </li>
          <li className="information__text section__primary-text">
            ● залишається в результаті контакту з Користувачем лише з метою
            надання рейтингу та/або оцінки (наприклад, для штучного завищення
            або заниження рівня довіри до Користувача),
          </li>
          <li className="information__text section__primary-text">
            ● було залишено з облікового запису з адресою електронної пошти,
            створеної виключно для реєстрації облікового запису,
          </li>
          <li className="information__text section__primary-text">
            ● було залишено таким чином, що вказує на автоматизацію розміщення,
            або розміщення за допомогою рішень, які уникають аналізу мережевого
            трафіку,
          </li>
          <li className="information__text section__primary-text">
            ● іншим чином порушує умови Угоди користувача BISSBOX.COM.
          </li>
        </ul>
        <p className="information__text section__primary-text">
          Що стосується змісту відгуку, Користувач надає BISSBOX (Компанії)
          невиключну, територіально необмежену та безоплатну ліцензію на умовах,
          зазначених у пункті 6.3. Угоди користувача, та інших застосовних
          положень Угоди.{" "}
        </p>
        <h2 className="information__pre-title">
          5. ПРИЧИНИ ВИДАЛЕННЯ ОГОЛОШЕНЬ{" "}
        </h2>
        <p className="information__text section__primary-text">
          5.1. Оголошення Користувача може бути видалено Компанією через
          порушення Користувачем умов цієї Угоди, та з таких причин:{" "}
        </p>{" "}
        <ul className="information__list--padding">
          <li className="information__text section__primary-text">
            ● У Користувача вже є на Сайті активне аналогічне оголошення з
            рекламою цього товару/послуги;
          </li>
          <li className="information__text section__primary-text">
            ● Інформація, що міститься в оголошенні, суперечить цій Угоді,
            Правилам публікації оголошеньhttps://bissbox.com/ та/або
            законодавству;
          </li>
          <li className="information__text section__primary-text">
            ● Інформація, що міститься в оголошенні є неправдивою;
          </li>
          <li className="information__text section__primary-text">
            ● Заголовок оголошення не містить інформацію про
            запропонований/запитаний товар/послугу;
          </li>
          <li className="information__text section__primary-text">
            ● Заголовок оголошення містить повторювані знаки оклику та питання,
            крапки та інші знаки;
          </li>
          <li className="information__text section__primary-text">
            ● Тема або коментар до фотографії містять посилання на
            Інтернет-ресурси;
          </li>
          <li className="information__text section__primary-text">
            ● Фотографія не має очевидного смислового зв'язку з текстом
            оголошення або не має на меті адекватно проілюструвати текст
            оголошення;
          </li>
          <li className="information__text section__primary-text">
            ● Фотографія містить елементи призначеного для користувача
            інтерфейсу, абстрактні малюнки і т. п.;
          </li>{" "}
          <li className="information__text section__primary-text">
            ● Фотографія містить будь-яку рекламну інформацію (посилання на
            сайт, e-mail, номер телефону (інший, ніж номер телефону зазначений в
            оголошенні), Skype, IСQ, ID в соцмережах, ID інших месенджерів і
            подібне);
          </li>{" "}
          <li className="information__text section__primary-text">
            ● Фотографія поганої якості, зображуваний предмет невиразний;
          </li>{" "}
          <li className="information__text section__primary-text">
            ● Оголошення надано у рубрику, яка не відповідає змісту оголошення;
          </li>{" "}
          <li className="information__text section__primary-text">
            ● Компанії надано скаргу від власника майнових прав інтелектуальної
            власності, та/або запит уповноваженого органу державної влади;
          </li>{" "}
          <li className="information__text section__primary-text">
            ● Компанії надано обґрунтована скарга іншого Користувача про
            порушення його прав в оголошенні.
          </li>
        </ul>
        <h2 className="information__pre-title">6. ПРАВА ТА ОБОВ'ЯЗКИ СТОРІН</h2>
        <p className="information__text section__primary-text">
          6.1. Всі об'єкти, доступні за допомогою сервісів Компанії, у тому
          числі елементи дизайну, текст, графічні зображення, ілюстрації, відео,
          комп’ютерні програми, бази даних, музика, звуки і інші об'єкти, а
          також будь-який контент, розміщений на сервісах Сайту, є об'єктами
          виключних прав Компанії, Користувачів та інших правовласників.{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          6.2. Використання контенту, та будь-яких інших елементів сервісів
          можливо тільки в рамках функціоналу, пропонованого тим чи іншим
          сервісом Сайту. Ніякі елементи змісту сервісів Сайту, а також
          будь-який контент, розміщений на сервісах Сайту, не можуть бути
          використані іншим чином без попереднього дозволу правовласника. Під
          використанням мається на увазі, в тому числі, але не виключно:
          відтворення, копіювання, переробка, поширення на будь-якій основі і
          т.д.{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          6.3. Щоб надати Компанії право публікувати відомості, надані
          Користувачем, Користувач надає Компанії чинне повсюдно (територіально
          необмежене), безстрокове, безвідкличне, невиключне, суб- ліцензоване
          право на використання, публікацію, збір, демонстрацію, копіювання,
          дублювання, відтворення, доведення до загального відома щодо об’єктів
          авторських прав, публікацій та баз даних, якими володіє Користувач, а
          також щодо наданих їм відомостей, зображень і фотографій на всіх
          відомих абоневідомих інформаційних носіях. Перераховані вище права
          надаються Компанії безоплатно (без виплати винагороди). При цьому
          Користувач зберігає всі майнові права на зміст інформації, що
          розміщується в оголошенні. Крім переліченого, Користувач надає право
          на доступ до розміщеної ним інформації всім користувачам Сайтів.
          Користувач погоджується з тим, що текст оголошень, фотографії, і інші
          матеріали, додані до оголошення, можуть бути використані Компанією при
          підготовці рекламних матеріалів, статей, звітів, аналізів і т.д., і
          використовуватися Компанією на власний розсуд без додаткової згоди з
          боку Користувача, без виплати винагороди.{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          6.4. Скориставшись сервісами Сайтів, Користувач підтверджує, що несе
          особисту відповідальність за зміст розміщених ним оголошень, а також
          володіє всіма необхідними правами, ліцензіями, дозволами на розміщення
          інформації в оголошенні на Сайтах, включаючи без обмежень всі патенти,
          торгові марки, комерційні таємниці, авторські права, або ж має
          відповідну письмову згоду, ліцензію або дозвіл всіх ідентифікованих в
          оголошенні осіб і компаній для використання їх імен, торгових марок,
          або зображень, якщо це необхідно відповідно до застосовного
          законодавства.{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          6.5. Користувач зобов'язується:{" "}
        </p>{" "}
        <ul className="information__list--padding">
          <li className="information__text section__primary-text">
            ● Не вчиняти дій, які можуть призвести до непропорційно великого
            навантаження на інфраструктуру Сайтів;
          </li>
          <li className="information__text section__primary-text">
            ● Не використовувати автоматичні програми для отримання доступу до
            Сайтів без письмового дозволу Компанії;
          </li>
          <li className="information__text section__primary-text">
            ● Не копіювати, не відтворювати, не змінювати, не поширювати і не
            представляти громадськості будь-яку інформацію, що міститься на
            Сайтах (крім відомостей, наданих самим Користувачем) без
            попереднього письмового дозволу Компанії;
          </li>
          <li className="information__text section__primary-text">
            ● Не перешкоджати і не намагатися перешкоджати роботі та іншій
            діяльності на Сайтах; а також не перешкоджати дії автоматичних
            систем або процесів, а також інших заходів, з метою перешкодити або
            обмежити доступ на Сайти;
          </li>
          <li className="information__text section__primary-text">
            ● Не використовувати відомості, надані іншими Користувачами, в інших
            цілях, окрім як для здійснення угоди безпосередньо з цим
            Користувачем, без письмового дозволу іншого Користувача. В цей пункт
            Угоди не включені персональні дані Користувача, які останній надає
            Компанії при реєстрації.
          </li>
        </ul>
        <p className="information__text section__primary-text">
          6.6. Користувачу забороняється:{" "}
        </p>{" "}
        <ul className="information__list--padding">
          <li className="information__text section__primary-text">
            ● Обговорення дій модераторів і адміністрації Сайту іншим чином,
            окрім як за допомогою електронного листування з модераторами;
          </li>
          <li className="information__text section__primary-text">
            ● Використання імен Користувачів, схожих на імена інших
            Користувачів, з метою видати за них себе і писати повідомлення від
            їх імені;
          </li>
          <li className="information__text section__primary-text">
            ● Використовувати в тексті оголошення, в фотографіях статуси, які не
            надаються Компанією (наприклад, «кращий продавець», «рекомендований
            BISSBOX», «перевірено BISSBOX» і т.д.);
          </li>
          <li className="information__text section__primary-text">
            ● Використовувати в тексті оголошення, в фотографіях знак для
            товарів і послуг «BISSBOX» в будь-яких його проявах, позначення,
            схожі із знаком для товарів і послуг, позначення «BISSBOX», та
            будь-які інші похідні.
          </li>
        </ul>
        <p className="information__text section__primary-text">
          6.7. Доступ до персональних даних Користувача з боку інших
          Користувачів можливий тільки при наявності письмової згоди Користувача
          на подібний доступ або на виконання вимог відповідного законодавства.{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          6.8. Компанія зобов'язується докладати всіх зусиль для належного
          виконання своїх обов'язків за цією Угодою, включаючи нормальну роботу
          сервісів Сайтів і нерозповсюдження третім особам персональних даних,
          наданих Користувачем, за винятком випадків, передбачених
          законодавством.{" "}
        </p>
        <p className="information__text section__primary-text">
          6.9. Компанія може періодично встановлювати обмеження щодо
          використання сервісів Сайтів, зокрема, максимальна кількість днів
          зберігання оголошень і їх розмір. Компанія має право в будь-який
          момент змінити або припинити роботу сервісів Сайтів або їх частини з
          повідомленням Користувача, або без нього, не несучи при цьому
          відповідальності за подібні зміни або припинення.{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          6.10. Щоб підтримувати високу якість своїх послуг, Компанія залишає за
          собою право обмежити кількість активних оголошень Користувача на
          Сайтах, а також обмежити дії Користувача на Сайтах.{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          6.11. Компанія може заборонити Користувачеві доступ на Сайти, якщо
          Користувач порушує умови цієї Угоди. Факт порушення вважається
          підтвердженим, якщо Користувач був сповіщений адміністрацією Сайтів
          про ведення діяльності, яка порушує правила Сайтів, або прав третіх
          осіб. Компанія залишає за собою право в будь-який момент видалити або
          відключити обліковий запис Користувача, а також видалити всі розміщені
          оголошення Користувача, залишивши попереднє повідомлення Користувача
          про таке відключення на свій розсуд, і не несучи при цьому
          відповідальність за свої дії перед Користувачем і третіми особами.{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          6.12. Компанія має право на власний розсуд не приймати, видаляти або
          переміщувати будь-яке розміщене на Сайтах оголошення за порушення цієї
          Угоди.{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          6.13. Компанія має право передати Сайти зі всіма його сервісами та
          змістом, включаючи персональні дані Користувачів, своєму
          правонаступнику, за договорами або на інших підставах. Передача і
          повідомлення Користувачів про таку передачу здійснюється відповідно до
          вимог чинного законодавства України.{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          6.14. Користувач має право направляти скарги з питань роботи Сайту
          через функцію "Чат", які будуть розглянуті протягом двох робочих днів
          з моменту їх надходження чи з моменту отримання повної інформації по
          суті скарги. Компанія має право на свій розсуд припинити розгляд
          скарги, та/або обмежити кількість відповідей Користувачам, якими
          порушено умови Угоди. Оператор, який надає підтримку Користувачам по
          телефону, та/або відповідає на телефонний дзвінок Користувача, має
          право припинити дзвінок в разі загроз Користувача в сторону Оператора,
          Компанії, нецензурної лексики, переведення розмови на особисті теми,
          безпредметності розмови.{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          6.15. Компанія залишає за собою право в будь-який момент вимагати від
          Користувача підтвердження даних, вказаних ним при реєстрації і
          запитати в зв'язку з цим підтверджуючі документи (зокрема
          -копії/завірені копії документів, що засвідчують особу), ненадання
          яких, на розсуд Користувача, може бути прирівняне до надання
          недостовірної інформації. У разі якщо дані Користувача, зазначені в
          наданих їм документах, не відповідають даним, зазначеним при
          реєстрації, а також у випадку, коли дані, вказані при реєстрації, не
          дозволяють ідентифікувати Користувача, Компанія має право відмовити
          Користувачеві в доступі до використання сервісів Сайтів з попереднім
          повідомленням Користувача або без повідомлення.{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          6.16. SMS-верифікація. Компанія має право в будь-який момент
          верифікувати Користувача засобами SMS-верифікації. У разі якщо
          Користувач не пройшов верифікацію, Компанія має право обмежити
          можливості користування Сайтом, а саме розміщення, редагування,
          продовження, оновлення оголошень. Вибірка користувачів, які підлягають
          верифікації, здійснюється Компанією на свій власний розсуд. Всі
          Користувачі, які були верифіковані за допомогою SMS-верифікації можуть
          використовувати номер мобільного телефону для входу до облікового
          запису/акаунта, використовуючи пароль, зазначений при реєстрації.{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          <span className="information__text--bold">
            {" "}
            Для проходження SMS-верифікації може використовуватися тільки номер
            українських операторів стільникового зв'язку (+380).{" "}
          </span>
          Компанія має право на свій розсуд не допускати верифікацію
          Користувачів, що використовують номери телефонів певних операторів
          стільникового зв'язку (в тому числі віртуальних), CDMA-операторів.{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          6.17. Компанія на підставі аналізу діяльності Користувача на Сайті має
          право відносити Користувача до категорії «Бізнес-користувач», не
          залежно від того, чи Користувач відніс себе до даної категорії при
          публікації оголошення. Для віднесення Користувача до категорії
          «Бізнес» достатньо наявності в діях Користувача однієї з таких ознак:{" "}
        </p>{" "}
        <ul className="information__list--padding">
          <li className="information__text section__primary-text">
            ● використання при розміщенні оголошення професійних фотографій
            (стокових фотографій);
          </li>
          <li className="information__text section__primary-text">
            ● наявність в тексті оголошення посилання на веб-сайт/сторінку
            веб-сайту;
          </li>
          <li className="information__text section__primary-text">
            ● наявність в тексті оголошення інформації про можливість вибору
            іншої моделі, наявності товару в асортименті, різних розмірів
            товару, можливості замовлення товару, надання Користувачем гарантії
            на товар;
          </li>
          <li className="information__text section__primary-text">
            ● придбання Користувачем будь-якого пакету розміщень.
          </li>
        </ul>
        <p className="information__text section__primary-text">
          Компанія відносить Користувача до категорії Бізнес-користувач для тих
          рубрик / підрубрик, в яких Користувач здійснив дії, передбачені цим
          пунктом Угоди, для всіх інших рубрик / підрубрик Користувач не набуває
          статусу Бізнес-користувач.{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          6.18. Компанія має право в будь-який момент припинити підтримку
          (функціонування) певних версій додатку BISSBOX.COM для мобільних
          пристроїв на базі будь-яких операційних систем. Для продовження
          використання додатку, Користувачеві необхідно оновити додаток до нової
          версії, або ж завантажити додаток у актуальній версії.{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          6.19 Компанія має право заблокувати обліковий запис Користувача без
          можливості його відновлення, якщо з моменту його блокування або
          призупинення пройшло більше 6 (шести) місяців. Для цілей цього пункту
          причиною блокування (призупинення) може бути як порушення Користувачем
          умов Угоди користувача, так і підозріла активність в обліковому
          записі.{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          Ми змушені вдаватися до таких заходів, оскільки після закінчення 6
          місяців не маємо можливість перевірити дані облікового запису, і
          забезпечити безпеку його використання.{" "}
        </p>{" "}
        <h2 className="information__pre-title">7. ОПЛАТА ПОСЛУГ </h2>
        <p className="information__text section__primary-text">
          7.1. Замовлення (акцептування) платних послуг BissBox.com здійснюється
          Користувачем на відповідній сторінці замовлення послуги, або через
          відповідний розділ мобільних додатків, в особистому обліковому записі,
          а також в будь-яких інших відповідних розділах Сайту.{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          7.2. Користувач зобов'язується ознайомитися з цінами на платні послуги
          Компанії. Вартість обраної послуги доступна на сторінці замовлення і
          залежить від параметрів замовлення.{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          7.3. Оплата платних послуг Компанії здійснюється в порядку,
          зазначеному за адресою https://bissbox.com/{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          7.4. Повернення сплачених грошових коштів за ненадані послуги
          здійснюється Компанією в наступних випадках:{" "}
        </p>
        <ul className="information__list--padding">
          <li className="information__text section__primary-text">
            ● Автоматично функціональною системою Сайтів за кожне видалене
            оголошення при модерації (крім не актуальних оголошень і тих, які
            доступні для редагування), якщо для оголошення придбані платні
            послуги (Набори послуг для просування оголошень, Топ-оголошення,
            VIP-оголошення, Підняти вгору списку (за виключенням одноразового
            підняття), Лого в списку оголошень на 30 днів). Повернення грошових
            коштів здійснюється за ті години, в які послуга не надавалася. Для
            здійснення розрахунку суми коштів, що підлягають поверненню,
            приймаються астрономічні години, повернення відбувається за ті
            години, коли послуга фактично не надавалася.
          </li>
          <li className="information__text section__primary-text">
            ● Якщо через будь-які технічні неполадки послуга не надавалася,
            повернення сплачених грошових коштів здійснюється уповноваженим
            Компанією адміністратором Сайту/ів після надання Користувачем
            доказів оплати. В такому випадку повернення грошових коштів
            здійснюється на банківську картку, з якої була здійснена оплата
            відповідної послуги. Якщо через закінчення строку дії картки, або з
            інших причин повернення коштів не є можливим, грошові кошти
            повертаються на обліковий запис Користувача з можливістю
            використання грошових коштів в майбутньому.
          </li>
          <li className="information__text section__primary-text">
            ● У разі оплати послуг з видалених/заблокованих Компанією облікових
            записів, які були дубльовані Користувачем в порушення умов цієї
            Угоди. Таке повернення здійснюється Компанією виключно за зверненням
            Користувача, а повернення грошових коштів здійснюється на банківську
            картку, з якої була здійснена оплата відповідної послуги. Якщо через
            закінчення строку дії картки, або з інших причин повернення коштів
            не є можливим, грошові кошти не повертаються.
          </li>
        </ul>
        <p className="information__text section__primary-text">
          ФигураПри блокуванні облікового запису за розміщення оголошень про
          заборонені товари, послуги, пропозиції, перелік яких зазначений за
          адресою: https://bissbox.com/ грошові кошти не повертаються.{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          Повернення сплачених Користувачем грошових коштів за вже надані
          Компанією послуги не здійснюється.{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          7.5. У разі систематичних (два і більше разів) порушень умов цієї
          Угоди, грошові кошти, сплачені Користувачем, не повертаються.{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          У разі блокування облікового запису у зв'язку з виявленням
          ймовірності, що внаслідок умисних порушень користувачем "Угоди
          користувача" інші користувачі можуть/могли отримати збитки, грошові
          кошти, сплачені за послуги, які не були отримані до такого блокування,
          не повертаються.
        </p>{" "}
        <p className="information__text section__primary-text">
          7.6. Користувач погоджується, що підтвердженням надання послуг зі
          сторони ТОВ "ЄМАРКЕТ УКРАЇНА" є Виписка з особового рахунку, якиа
          формується Виконавцем на підставі даних, доступних на акаунті
          Користувача. Виконавець надає Виписку з особового рахунку тільки за
          запитами Користувачів.{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          7.7. Компанія надає Акти прийому-передачі наданих послуг
          Бізнес-Користувачам, що є суб’єктами підприємницької діяльності,
          зареєстрованими у порядку, встановленому законодавством України, в
          електронній формі з використанням електронного цифрового підпису,
          виключно через сервіс електронного документообігу «Вчасно», що
          доступний в мережі Інтернет за адресою https://vchasno.ua.
        </p>{" "}
        <p className="information__text section__primary-text">
          7.8. Такий Користувач зобов'язується протягом 5 (п'яти) календарних
          днів після отримання Акту електронній формі підписати Акт з
          використанням електронного цифрового підпису і направити Компанії
          підписаний примірник Акту, або в той же термін направити Компанії
          мотивовану відмову від підписання Акту із зазначенням причин відмови
          від підписання. У разі якщо в зазначений термін Користувачем не буде
          відправлений підписаний Акт, або мотивовану відмову від його
          підписання, платні послуги, надані Компанією, вважаються прийнятими
          без зауважень щодо якості та строку надання.{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          7.9. Акти прийому-передачі наданих послуг надаються
          Бізнес-Користувачам, що є суб’єктами підприємницької діяльності тільки
          у випадку оплати послуг безпосередньо Компанії, без використання
          послуг платіжних провайдерів.{" "}
        </p>
        <h2 className="information__pre-title">
          8. ОБМЕЖЕННЯ ВІДПОВІДАЛЬНОСТІ{" "}
        </h2>
        <p className="information__text section__primary-text">
          8.1. Скориставшись сервісами Сайтів, Користувач підтверджує свою згоду
          з тим, що він використовує Сайти і його сервіси на свій страх і ризик
          «як є», оцінює і несе всі ризики, пов'язані з використанням розміщених
          на Сайтах оголошень, а Компанія, в тому числі її керівництво ,
          співробітники і агенти, не несуть ніякої відповідальності за зміст
          розміщених на Сайті оголошень, за будь-які збитки і втрати, які стали
          результатом використання розміщених на Сайтах оголошень -{" "}
          <span className="information__text--bold">Користувача </span>
          та інші дані.{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          8.2. Компанія не є організатором/ініціатором угоди між Користувачами,
          або її стороною. Сайт є торговою комунікаційною платформою, яка надає
          можливість Користувачам розміщувати для реалізації, продавати і
          купувати дозволені законодавством товари і послуги в будь-який час,
          звідки завгодно і за будь-якою ціною{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          8.3. Компанія не може контролювати достовірність інформації, яка
          розміщується користувачами в оголошеннях. Компанія не несе
          відповідальності за будь-які збитки, завдані в результаті вчинення
          правочину, або неналежної поведінки будь-якої зі сторін угоди.{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          8.4. Компанія не несе відповідальності за поведінку Користувачів, або
          за пропоновані ними товари/послуги, зазначені в оголошеннях. Всі
          суперечки і конфлікти між Користувачами вирішуються ними самостійно
          без залучення Компанії.
        </p>{" "}
        <p className="information__text section__primary-text">
          8.5. Компанія не несе відповідальності за будь-який несанкціонований
          доступ або використання серверів Компанії та/або будь-якої інформації
          про користувачів, що на них зберігається, а також за будь-які помилки,
          віруси, «троянські коні» і т.д., які можуть бути передані на Сайти або
          через Сайти третіми особами.{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          8.6. Якість, безпека, законність і відповідність товару або послуги їх
          опису, а також можливість Користувача продати або придбати
          товар/послугу знаходяться поза контролем Компанії.{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          8.7. Компанія закликає Користувачів бути обережними і зберігати
          здоровий глузд при користуванні послугами Сайтів. Користувач повинен
          прийняти до уваги, що його контрагент може не мати відповідної
          дієздатності, або видавати себе за іншу особу. Використання послуг
          Компанії має на увазі, що Користувач усвідомлює і приймає ці ризики, а
          також погоджується, що Компанія не несе відповідальності за дії або
          бездіяльність з боку Користувача.{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          8.8. Користувач не може робити висновок, що пропозиція, продаж і
          придбання будь-якого товару або послуги є дійсними та легальними
          виходячи з факту розміщення, продажу та придбання товару або послуги
          на Сайтах. Компанія не несе відповідальності за завершення угоди
          Користувачем Сайтів. Користувач приймає на себе повну відповідальність
          за свої дії.
        </p>{" "}
        <p className="information__text section__primary-text">
          8.9. Якщо у Користувача виникають претензії до іншого Користувача в
          результаті використання останнім послуг Сайту, Користувач погоджується
          пред'являти ці вимоги самостійно і без втручання з боку Компанії, а
          також звільняє Компанію (поряд з її дочірніми компаніями, афільованими
          особами, службовцями, директорами, уповноваженими і співробітниками)
          від всіх вимог, зобов'язань, компенсацій по відшкодуванню збитків,
          витрат (затрат), включаючи адвокатські гонорари, відомих або
          невідомих, що виникли в результаті, або у зв'язку з такими вимогами.{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          8.10. Бездіяльність з боку Компанії в разі порушення Користувачем, або
          іншими Користувачами положень Угоди не позбавляє Компанію права
          здійснювати відповідні дії на захист своїх інтересів пізніше, а також
          не означає відмову Компанії від своїх прав, в разі здійснення подібних
          порушень в подальшому.{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          8.11. Користувач має право повідомити Компанії про факт порушення його
          прав іншим Користувачем, скориставшись функцією "Чат". У разі
          обґрунтованості скарг Користувача, Компанія на свій розсуд видаляє
          оголошення, яке порушує права Користувача.{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          8.12. Компанія не несе відповідальності за невиконання, або перешкоди
          у виконанні зобов'язань з надання доступу до Сайтів через обставини
          непереборної сили, наслідки яких не можна уникнути, або подолати
          (таких як рішення влади, трудові спори, нещасні випадки, розриви в
          загальній системі комунікацій і т. д.).{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          8.13. Компанія не несе відповідальності за неполадки в роботі Сайтів,
          викликані технічними перебоями в роботі устаткування і програмного
          забезпечення.{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          8.14. Ні за яких умов Компанія, її керівництво, співробітники та
          агенти, які не несуть відповідальності за прямі, непрямі збитки і
          виплачені штрафні санкції будь-якого характеру (навіть якщо Компанія
          була попереджена про можливість таких збитків) в результаті
          використання Сайтів і його сервісів Користувачем, включаючи без
          обмеження випадки, в яких збитки/шкода стала результатом використання
          або неправильного використання Сайтів і його сервісів.{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          8.15. Ніщо в Угоді не може розумітися як встановлення між Користувачем
          та Компанією агентських відносин, відносин товариства, відносин по
          спільній діяльності, трудових відносин, або якихось інших відносин,
          прямо не передбачених Угодою.{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          8.16. Компанія несе відповідальність за рекламу, розміщену на сервісах
          Сайтів, в межах, встановлених застосовним законодавством.{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          8.17. Компанія не несе відповідальності за збереження інформації з
          акаунта, можливість використання сервісів Сайту, збереження та
          можливість використання коштів на особистому рахунку Користувача, у
          випадку блокування/заборони використання сторонніх сервісів, за
          допомогою яких Користувач здійснює реєстрацію, та/або вхід на Сайт, що
          знаходяться поза контролем Компанії.{" "}
        </p>
        <h2 className="information__pre-title">
          9. ТЕРМІН ДІЇ УГОДИ І ПРИПИНЕННЯ НАДАННЯ ПОСЛУГ САЙТУ{" "}
        </h2>
        <p className="information__text section__primary-text">
          9.1. Ця Угода набуває чинності з моменту початку використання
          Користувачем будь-якого сервісу Сайту, встановлення мобільного
          додатку, або з моменту реєстрації Користувача на Сайті, і діє
          безстроково.{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          9.2. Користувач має право припинити свою реєстрацію на Сайті в
          односторонньому порядку, без попереднього повідомлення про це Компанії
          і пояснення причин.{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          9.3. У разі якщо Компанією були внесені будь-які зміни до Угоди в
          порядку, передбаченому пунктом 10.1. Угоди, з якими Користувач не
          згоден, він зобов'язаний припинити використання сервісів Сайтів. Факт
          продовження використання Сайтів є підтвердженням згоди Користувача з
          відповідною редакцією Угоди.
        </p>{" "}
        <p className="information__text section__primary-text">
          9.4. Розірвання Угоди з боку Компанії може статися у випадках:
        </p>{" "}
        <p className="information__text section__primary-text">
          9.5. Порушення положень цієї Угоди, нанесення будь-якої шкоди
          Компанії, в тому числі її репутації, або користувачам BissBox.com;{" "}
        </p>
        <p className="information__text section__primary-text">
          9.6. Інші дій, які суперечать політиці Компанії;{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          9.7. Правові відносини можуть бути відновлені тільки після прийняття
          адміністрацією Компанії відповідного рішення.{" "}
        </p>{" "}
        <h2 className="information__pre-title">10. ВНЕСЕННЯ ЗМІН ДО УГОДИ</h2>
        <p className="information__text section__primary-text">
          10.1. З метою покращення якості послуг, що надаються на Сайтах, та з
          метою дотримання вимог законодавства та реагування на зміну ринкових
          умов, ця Угода може бути змінена Компанією в односторонньому порядку.
          Нова редакція Угоди вступає в силу з моменту її розміщення в мережі
          Інтернет за вказаною в цьому абзаці Угоди адресою, якщо інше не
          передбачено новою редакцією Угоди. Чинна редакція Угоди завжди
          знаходиться на сторінці за адресою https://bissbox.com/ .{" "}
        </p>{" "}
        <h2 className="information__pre-title">11. ІНШІ УМОВИ</h2>
        <p className="information__text section__primary-text">
          11.1. Системні повідомлення Сайтів, що відносяться до оголошень
          Користувача, буде надіслано на електронну адресу, надану Користувачем
          при розміщенні оголошення на Сайтах, та / або у формі SMS-повідомлень,
          Viber-повідомлень на номер телефону, вказаний Користувачем. У разі
          небажання Користувача отримувати такі повідомлення Користувач має
          право видалити відповідні оголошення з Сайтів, або надіслати
          відповідне повідомлення в Службу підтримки Сайтів.{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          11.2. Інформаційні повідомлення, призначені для широкого кола
          Користувачів, публікуються на Сайтах і/або посилаються на електронні
          адреси Користувачів, які підтвердили свою згоду на отримання таких
          повідомлень в процесі публікації оголошень/реєстрації на Сайтах.{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          11.3. Користувачі мають право відмовитися від отримання інформаційних
          повідомлень на свою електронну адресу, та / або SMS-повідомлень,
          Viber-повідомлень на номер телефону, вказаний Користувачем, в
          будь-який момент через функцію «Відмовитися від розсилки», що
          міститься в обліковому записі Користувача. Значок «телефону» в
          обліковому записі Користувача дозволяє Користувачеві управляти
          розсилкою SMS-повідомлень, Viber-повідомлень і Push-повідомлень на
          телефон.{" "}
        </p>
        <p className="information__text section__primary-text">
          11.4. При виникненні між Сторонами суперечок та розбіжностей за цією
          Угодою або у зв'язку з нею, Сторони зобов'язуються вирішувати їх
          шляхом переговорів. Якщо будь-які суперечки, розбіжності або вимоги,
          що виникають з приводу цієї Угоди або в зв'язку з нею, у тому числі,
          що стосуються її виконання, порушення, припинення, або недійсності, не
          можуть бути вирішені шляхом переговорів, то ці суперечки розглядаються
          відповідно до чинного законодавством в судовому порядку.{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          11.5. Ця Угода регулюється і тлумачиться відповідно до законодавства
          України. Питання, не врегульовані цією Угодою, підлягають вирішенню
          відповідно до чинного законодавства України. Всі можливі суперечки, що
          випливають з відносин, що регулюються цією Угодою, вирішуються в
          порядку, встановленому законодавством України, за нормами права
          України.{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          11.6. Скрізь по тексту цієї Угоди, якщо не зазначене інше, під
          термінами «чинне законодавство», «застосовне законодавство»
          розуміється як законодавство України, так і законодавство місця
          перебування Користувача/Користувачів.{" "}
        </p>{" "}
        <p className="information__text section__primary-text">
          11.7. Визнання судом будь-якого положення Угоди недійсним або тим, що
          не підлягає примусовому виконанню не тягне за собою недійсності або
          невиконання інших положень цієї Угоди.{" "}
        </p>{" "}
      </div>
    </section>
  );
};

export default PublicOffer;
