const OurCategories = [
  { value: "Торгівля", label: "Торгівля" },
                  { value: "Ресторани", label: "Ресторани" },
                  { value: "Послуги", label: "Послуги" },
                  { value: "Автомобільна", label: "Автомобільна" },
                  { value: "Виробництво", label: "Виробництво" },
                  {
                    value: "ІТ та інтелектуальна власність",
                    label: "ІТ та інтелектуальна власність",
                  },
                  { value: "Кафе", label: "Кафе" },
                  { value: "Фаст фуд", label: "Фаст фуд" },
                  { value: "Агробізнес", label: "Агробізнес" },
                  { value: "Медицина", label: "Медицина" },
                  { value: "Б'юті індустрія", label: "Б'юті індустрія" },
                  {
                    value: "Готелі та бази відпочинку",
                    label: "Готелі та бази відпочинку",
                  },
                  {
                    value: "Сільське господарство",
                    label: "Сільське господарство",
                  },
                  {
                    value: "Онлайн магазин",
                    label: "Онлайн магазин",
                  },
                  {
                    value: "Будівництво та нерухомість",
                    label: "Будівництво та нерухомість",
                  },
                  { value: "Енергетика", label: "Енергетика" },
                  { value: "Освіта", label: "Освіта" },
                  {
                    value: "Транспорт та логістика",
                    label: "Транспорт та логістика",
                  },
                  {
                    value: "Спорт та відпочинок",
                    label: "Спорт та відпочинок",
                  },
                  { value: "Мистецтво", label: "Мистецтво" },
                  { value: "Інше", label: "Інше" },
]

export default OurCategories
