 const MainSliderText = [
    {
      id: 1,
      title: "Купуй",
      text: "Ми відібрали і підготували у простій та зрозумілій формі бізнеси, що продаються на ринку...",
      textFull: "Ми відібрали і підготували у простій та зрозумілій формі бізнеси, що продаються на ринку. Також з легкістю допоможено розкласти будь-який варіант, що тобі сподобається, до дрібних деталей. Твоє завдання - просто вказати пальцем)"
    },
    {
      id: 2,
      title: "Продавай",
      text: "Головною метою нашої платформи є - конект людини що продає власний бізнес...",
      textFull: "Головною метою нашої платформи є - конект людини що продає власний бізнес з компетентним покупцем, який про нього мріє. В свою чергу ми розберемо, пояснимо, упакуємо та прорекламуємо бізнес, щоб твій покупець якомога швидше тебе знайшов."
    },
    {
      id: 3,
      title: "Інвестиції",
      text: "Даний розділ створений для взаємодії бізнес проектів, що шукають інвестиції...",
      textFull: "Даний розділ створений для взаємодії бізнес проектів, що шукають інвестиції, та інвесторів, що шукають куди б інвестувати. Наша платформа є точкою взаємодії цих двох напрямків, та може надати додаткову детальну аналітику стосовно того чи іншого проекту"
    },
];
  
export default MainSliderText
