 const MainSliderText = [
    {
      id: 1,
      title: "Купуй",
      text: "Ми відібрали і підготували у простій та зрозумілій формі бізнеси, що продаються в ринку...",
    },
    {
      id: 2,
      title: "Продавай",
      text: "Головною метою нашої платформи є - конект людини що продає власний бізнес...",
    },
    {
      id: 3,
      title: "Франчайзі  ",
      text: "Ми розклали по полицям найкращі варіанти франшиз у зрозумілому для тебе форматі...",
    },
];
  
export default MainSliderText
