 const MainSliderText = [
    {
      id: 1,
      title: "Купуй",
      text: "Ми відібрали і підготували у простій та зрозумілій формі бізнеси, що продаються в ринку...",
      textFull: "Ми відібрали і підготували у простій та зрозумілій формі бізнеси, що продаються в ринку. Також з легкістю допоможено розкласти будь-який варіант, що тобі сподобається, до дрібних деталей. Твоє завдання - просто вказати пальцем)"
    },
    {
      id: 2,
      title: "Продавай",
      text: "Головною метою нашої платформи є - конект людини що продає власний бізнес...",
      textFull: "Головною метою нашої платформи є - конект людини що продає власний бізнес з компетентним покупцем, який про нього мріє. В свою чергу ми розберемо, пояснимо, упакуємо та прорекламуємо бізнес, щоб твій покупець якомога швидше тебе знайшов."
    },
    {
      id: 3,
      title: "Франчайзі  ",
      text: "Ми розклали по полицям найкращі варіанти франшиз у зрозумілому для тебе форматі...",
      textFull: "Ми відібрали та розклали по полицям найкращі варіанти франшиз у зрозумілому для тебе форматі. Тепер знайти бажане можна на одній сторінці не випускаючи каву з рук. А ми в свою чергу будемо постійно доповнювати варіанти новими партнерами"
    },
];
  
export default MainSliderText
