const PopularCards = [
  {
    id: 1,
    image: '/assets/images/carCard.png',
    title: 'Заголовок картки',
    description: 'Клієнт дуже важливий,за клієнтом піде клієнт. Ціна двох еросів – ціна смартфона.',
    isVerified: false,
    views: 123,
    price: 456.88
  },
  {
    id: 2,
    image: '/assets/images/buildingCard.png',
    title: 'Заголовок картки',
    description: 'Клієнт дуже важливий,за клієнтом піде клієнт. Ціна двох еросів – ціна смартфона.Клієнт дуже важливий,за клієнтом піде клієнт. Ціна двох еросів – ціна смартфонаКлієнт дуже важливий,за клієнтом піде клієнт. Ціна двох еросів – ціна смартфонаКлієнт дуже важливий,за клієнтом піде клієнт. Ціна двох еросів – ціна смартфонаКлієнт дуже важливий,за клієнтом піде клієнт. Ціна двох еросів – ціна смартфонаКлієнт дуже важливий,за клієнтом піде клієнт. Ціна двох еросів – ціна смартфонаКлієнт дуже важливий,за клієнтом піде клієнт. Ціна двох еросів – ціна смартфона',
    isVerified: true,
    views: 2,
    price: 546.00
  },
  {
    id: 3,
    image: '/assets/images/codeCard.png',
    title: 'Заголовок картки',
    description: 'Клієнт дуже важливий,за клієнтом піде клієнт. Ціна двох еросів – ціна смартфона.',
    isVerified: true,
    views: 654,
    price: 456488
  },
  {
    id: 4,
    image: '/assets/images/peopleCard.png',
    title: 'Заголовок картки',
    description: 'Клієнт дуже важливий,за клієнтом піде клієнт. Ціна двох еросів – ціна смартфона.',
    isVerified: false,
    views: 435,
    price: 4548
  },
  
]

export default PopularCards
